Repository: bl4ckscor3/bl4ckb0t-sharp
Catalog: bl4ckb0t/Resources.*.resx
Languages: de_de

# changelog_notFound
source: This version could not be found
de_de: Diese Version konnte nicht gefunden werden.

# changelog_usage1
source: %cmd%changelog || Shows the changelog of the current version
de_de: %cmd%changelog || Zeigt den Changelog der aktuellsten Version

# changelog_usage2
source: %cmd%changelog <version> || Shows the changelog of the given version
de_de: %cmd%changelog <version> || Zeigt den Changelog der angegebenen Version

# help_aliases
source: &k&f(Aliases:
de_de: &k&f(Aliasse:

# help_channelCommands
source: Channel commands:
de_de: Channel Kommandos:

# help_credits1
source: &aMade by bl4ckscor3
de_de: &aGemacht von bl4ckscor3

# help_credits2
source: &aThanks Stackoverflow - It saved me many, many times
de_de: &aDanke Stackoverflow - Es hat mir mehrere Male den Arsch gerettet

# help_credits3
source: &aCompiled in .NET 4.5 using ChatSharp (https://github.com/SirCmpwn/ChatSharp)
de_de: &aKompiliert in .NET 4.5 mit ChatSharp (https://github.com/SirCmpwn/ChatSharp)

# help_credits4
source: &aSuggestions are much appreciated! Please create a card on the Trello board if you want to submit one :) (-trello)
de_de: &aVorschläge sind herzlichst willkommen! Bitte erstelle eine Karte auf dem Trello Board wenn du einen hast :) (-trello)

# help_genericHelpHeader
source: &h&7----------Installed modules----------
de_de: &h&7----------Installierte Module----------

# help_moduleHelpHeader
source: &h&7----------Help for: {0}----------
de_de: &h&7----------Hilfe für: {0}----------

# help_moreInfo
source: Write -help <module> to get more specific help on that module
de_de: Schreibe -help <module> um spezifische Hilfe für das angegebene Modul zu bekommen

# help_none
source: None
de_de: Keine

# help_noPermission
source: No permission
de_de: Kein Zugriff

# help_notesHeader
source: Notes:
de_de: Bemerkungen:

# help_privateCommands
source: Private commands:
de_de: Private Kommandos:

# help_syntax
source: %cmd%help <modulename>
de_de: %cmd%help <modulname>

# help_usage1
source: %cmd%help || Shows all modules and credits
de_de: %cmd%help || Zeig alle Module und die Credits

# help_usage2
source: %cmd%help <modulename> || Shows help to the specified module (the name is seen in -help)
de_de: %cmd%help <modulname> || Zeigt Hilfe für das angegebene Modul (der Name kann in -help abgelesen werden)

# help_usageHeader
source: Usage:
de_de: Nutzungsweise:

# info_author
source: Author:&g bl4ckscor3
de_de: Autor:&g bl4ckscor3

# info_buildDate
source: Build date:&g {0}
de_de: Build-Datum:&g {0}

# info_uptime
source: Uptime:&g {0}
de_de: Laufzeit:&g {0}

# moduleManagement_alreadyDisabled
source: This module has already been disabled.
de_de: Dieses Module ist schon deaktiviert.

# moduleManagement_alreadyEnabled
source: This module is already enabled.
de_de: Dieses Modul ist schon aktiviert.

# moduleManagement_disabled
source: Module has been successfully disabled.
de_de: Das Modul wurde erfolgreich deaktiviert.

# moduleManagement_enabled
source: Module has been successfully enabled.
de_de: Das Modul wurde erfolgreich aktiviert.

# moduleManagement_errorDownloading
source: There was an error while downloading the module from the URL. See log for details.
de_de: Während dem Download des Moduls ist ein Fehler aufgetreten. Siehe Log für Details.

# moduleManagement_errorEnabling
source: The module was not enabled due to an error. See log for details.
de_de: Das Modul wurde wegen eines Fehlers nicht aktiviert. Siehe Log für Details.

# moduleManagement_errorLoading
source: There was an error while loading the module. See log for details.
de_de: Es ist ein Fehler aufgetreten. Siehe Log für Details.

# moduleManagement_loaded
source: The module was loaded successfully.
de_de: Das Modul wurde erfolgreich geladen.

# moduleManagement_private
source: This module is a private module or doesn't exist.
de_de: Dieses Modul ist ein privates Modul oder existiert nicht.

# moduleManagement_problemDisabling
source: There was a problem while disabling the module. See log for details.
de_de: Während des Deaktivierens ist ein Problem aufgetreten. Siehe Log für Details.

# moduleManagement_problemEnabling
source: There was a problem while enabling the module. See log for details.
de_de: Während des Aktivierens ist ein Problem aufgetreten. Siehe Log für Details.

# moduleManagement_problemRemoving
source: There was a problem while removing the module. See log for details.
de_de: Während des Entfernens ist ein Problem aufgetreten. Siehe Log für Details.

# moduleManagement_removed
source: The module was removed successfully.
de_de: Das Modul wurde erfolgreich entfernt.

# moduleManagement_syntax
source: %cmd%module <enable|disable|remove|delete|reload|load> <modulename|directDownloadLink>
de_de: %cmd%module <enable|disable|remove|delete|reload|load> <modulname|direkterDownloadLink>

# moduleManagement_usage1
source: %cmd%module enable <modulename> || Enables the given module, if it is present in the modules folder
de_de: %cmd%module enable <modulname> || Aktiviert das angegebene Modul, sofern es im modules Ordner ist

# moduleManagement_usage2
source: %cmd%module disable <modulename> || Disables the given module, if it is present in the modules folder
de_de: %cmd%module disable <modulname> || Deaktiviert das angegebene Modul, sofern es im modules Ordner ist

# moduleManagement_usage3
source: %cmd%module <remove|delete> <modulename>|| Deletes a module from the modules folder
de_de: %cmd%module <remove|delete> <modulname>|| Löscht ein Modul vom Modulordner

# moduleManagement_usage4
source: %cmd%module reload <modulename> || Reloads a module (disables and enables it again)
de_de: %cmd%module reload <modulname> || Lädt ein Modul neu (deaktiviert und aktiviert es wieder)

# moduleManagement_usage5
source: %cmd%module load <directDownloadLink> || Downloads and enables a module from the given link
de_de: %cmd%module load <direkterDownloadLink> || Lädt das Modul vom angegebenen Link herunter und aktiviert es

# notAuthorized
source: Sorry, {0}, you're not allowed to do this.
de_de: Sorry, {0}, Du hast nicht die Berechtigung dazu.

# shutdown_usage1
source: %cmd%stop || Stops the bot without restarting it
de_de: %cmd%stop || Stoppt den Bot ohne ihn neu zu starten

# shutdown_usage2
source: %cmd%restart || Restarts the bot
de_de: %cmd%restart || Startet den Bot neu

# source_usage
source: Gives you the link to the sourcecode of the bot
de_de: Gibt Dir den Link zu dem Quellcode des Bots

# trello_usage
source: Shows the link to the bot's Trello board
de_de: Zeigt den Link des Trello Boards vom Bot an

# update_success
source: The lists were updated successfully.
de_de: Die Listen wurden erfolgreich geupdated.

# update_usage
source: Updates all lists (changelog, permissions, channels etc.)
de_de: Updated alle Listen (Changelog, Permissions, channels etc.)
